1- وقتی ما /n را در جمله میزاریم خط بعدی می رود    
مثال : print("The file is stored in C:\new folder")


2- وقتی ما / میگذاری از روی کتیشن با " میپره 

مثال : print("I want to print a double quote \" for some reason")



3- ما اگر یک متغیر تعریف کنیم و یک عدد در آن ثبت کنیم و اگر همان متغیر را پرینت نماییم عدد یا جمله یا ... پرینت میکند.    

مثال : x = 1
print(x)

   
4-کلمه (sum) در یک لیست عدد تمام اعداد را جمع می کند
مثال:numbers = [1,2,3,4,5,6,7,8,9]
print(sum(numbers)) = 45


5-اگر ما یک لیست اسم یا هرچیز دیگری درست کنیم اول برای اضافه کردن عدد یا اسم ... اسم لیستا را مینیوی سیم (list)و یک نقطه یا کاما میزاریم و append را مینیویسیم
و برای حذف کردن باید از کلمه remove استفاده کنیم

مثال:# mylist = []
mylist.append("artin")
mylist.append("armin")
mylist.append("arshin")


print(mylist)

mylist.remove("artin")



6- print   ما اگر بخواهیم یک عدد تا عدد دیگر در لیست را برش بزنمی باید اول بنویسم     (اسم لیست[و برش را بنویسیم]) 

مثال:number = [1,2,3,4,5,6,7,8,9]
print(number[:3])
عدد 1 تا 3 را پرینت می نماید
print(number[3:6])
عدد سه به بعد و تا شش یعنی این 4,5,6  
